INSERT INTO students (name, kana_name, nick_name, email, area, age, gender, job)
VALUES ('小林聖', 'ｺﾊﾞﾔｼｻﾄﾙ', 'こばやし', 'kobayashi@gmail.com', '埼玉県', 31, '男', '無職'),
       ('山田太郎', 'ﾔﾏﾀﾞﾀﾛｳ', 'やま', 'yamada@gmail.com', '沖縄県', 25, '男', '会社員'),
       ('鈴木花子', 'ｽｽﾞｷﾊﾅｺ', 'はな', 'suzuki@gmail.com', '大阪府', 20, '女', '事務職'),
       ('河村智康', 'ｶﾜﾑﾗﾉﾘﾔｽ', 'カースケ', 'kawamura@gmail.com', '東京都', 65, '男', 'ドラマー'),
       ('椎名林檎', 'ｼｲﾅﾘﾝｺﾞ', 'りんご', 'ringo@gmail.com', '福岡県', 47, '女', 'ミュージシャン');

INSERT INTO students_courses (students_ID, course_name, course_start_at, course_end_at)
VALUES (1, 'Javaコース', '2025-11-11 12:00:00', '2026-07-07 23:59:59'),
       (2, 'AWSコース', '2025-12-25 13:50:00', '2026-06-25 23:59:59'),
       (3, 'Javaコース', '2026-01-08 17:00:00', '2026-07-08 23:59:59'),
       (4, 'WordPress副業コース', '2026-02-25 18:00:00', '2026-08-25 23:59:59'),
       (5, 'AWSコース', '2026-05-03 14:50:00', '2026-09-03 23:59:59'),
       (1, 'AWSコース', '2026-06-11 12:00:00', '2026-10-07 23:59:59'),
       (1, 'WordPress副業コース', '2026-10-11 12:00:00', '2027-04-07 23:59:59'),
       (2, 'Javaコース', '2026-07-25 13:50:00', '2026-12-25 23:59:59'),
       (3, 'AWSコース', '2026-10-08 17:00:00', '2027-03-08 23:59:59');


